{
  "page": 1,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/zfbjgQE1uSd9wiPTX4VzsLi0rGG.jpg",
      "genre_ids": [
        18,
        80
      ],
      "id": 278,
      "original_language": "en",
      "original_title": "The Shawshank Redemption",
      "overview": "En 1947, Andy Dufresne, un jeune banquier, est condamné à la prison à vie pour le meurtre de sa femme et de son amant. Ayant beau clamer son innocence, il est emprisonné à Shawshank, le pénitencier le plus sévère de l'État du Maine. Il y fait la rencontre de Red, un noir désabusé, détenu depuis vingt ans. Commence alors une grande histoire d'amitié entre les deux hommes…",
      "popularity": 194.558,
      "poster_path": "/t30GjttOdb5At1sYy8b3TOwFgWV.jpg",
      "release_date": "1994-09-23",
      "title": "Les Évadés",
      "video": false,
      "vote_average": 8.707,
      "vote_count": 27176
    },
    {
      "adult": false,
      "backdrop_path": "/tmU7GeKVybMWFButWEGl2M4GeiP.jpg",
      "genre_ids": [
        18,
        80
      ],
      "id": 238,
      "original_language": "en",
      "original_title": "The Godfather",
      "overview": "La Seconde Guerre mondiale vient de s'achever. À New York, le « parrain » Don Corleone, l'un des chefs respectés de la mafia, se sent vieillir. Il refuse de s'adapter à son temps et de se lancer, comme ses pairs, dans le trafic de drogue. Une frilosité qui entrave la bonne marche des affaires des autres « familles » et qui lui vaut d'être la cible d'un attentat. Don Corleone survit à ses blessures, mais reste très diminué. Mike, son plus jeune fils, qui jusque-là se tenait à l'écart des affaires de son père, devient le plus dévoué de ses héritiers. Plus efficace que ses frères, Sonny et Fredo, il venge son père et organise l'élimination de ses adversaires…",
      "popularity": 189.993,
      "poster_path": "/pmKcZgqpe4DNErrHWLOogeflsfZ.jpg",
      "release_date": "1972-03-14",
      "title": "Le Parrain",
      "video": false,
      "vote_average": 8.7,
      "vote_count": 20643
    },
    {
      "adult": false,
      "backdrop_path": "/kGzFbGhp99zva6oZODW5atUtnqi.jpg",
      "genre_ids": [
        18,
        80
      ],
      "id": 240,
      "original_language": "en",
      "original_title": "The Godfather Part II",
      "overview": "Depuis la mort de Don Vito Corleone, son fils Michael règne sur la famille. Amené à négocier avec la mafia juive, il perd alors le soutien d'un de ses lieutenants, Frankie Pentageli. Échappant de justesse à un attentat, Michael tente de retrouver le coupable, soupçonnant Hyman Roth, le chef de la mafia juive. Vito Corleone, immigrant italien, arrive à New York au début du siècle ; très vite, il devient un des caïds du quartier, utilisant la violence comme moyen de régler toutes les affaires. Seul au départ, il bâtit peu à peu un véritable empire, origine de la fortune de la famille des Corleone.",
      "popularity": 111.95,
      "poster_path": "/chMfGLOf5EMz0o10Duukmb9oj0P.jpg",
      "release_date": "1974-12-20",
      "title": "Le parrain, 2e partie",
      "video": false,
      "vote_average": 8.572,
      "vote_count": 12450
    },
    {
      "adult": false,
      "backdrop_path": "/zb6fM1CX41D9rF9hdgclu0peUmy.jpg",
      "genre_ids": [
        18,
        36,
        10752
      ],
      "id": 424,
      "original_language": "en",
      "original_title": "Schindler's List",
      "overview": "Évocation des années de guerre d’Oskar Schindler, fils d’industriel d’origine autrichienne rentré à Cracovie en 1939 avec les troupes allemandes. Il va, tout au long de la guerre, protéger des juifs en les faisant travailler dans sa fabrique et en 1944 sauver 800 hommes et 300 femmes du camp d’extermination d’Auschwitz‐Birkenau.",
      "popularity": 90.747,
      "poster_path": "/9x00bhMCJuUiQ4B9e95nE5bnMBo.jpg",
      "release_date": "1993-12-15",
      "title": "La Liste de Schindler",
      "video": false,
      "vote_average": 8.566,
      "vote_count": 15859
    },
    {
      "adult": false,
      "backdrop_path": "/qqHQsStV6exghCM7zbObuYBiYxw.jpg",
      "genre_ids": [
        18
      ],
      "id": 389,
      "original_language": "en",
      "original_title": "12 Angry Men",
      "overview": "Un jeune homme d'origine modeste est accusé du meurtre de son père et risque la peine de mort. Le jury composé de douze hommes se retire pour délibérer et procède immédiatement à un vote : onze votent coupable, or la décision doit être prise à l'unanimité. Le juré qui a voté non-coupable, sommé de se justifier, explique qu'il a un doute et que la vie d'un homme mérite quelques heures de discussion. Il s'emploie alors à les convaincre un par un.",
      "popularity": 55.44,
      "poster_path": "/bPImGSvZtG2tvsJ9bVLrIECRDnB.jpg",
      "release_date": "1957-04-10",
      "title": "12 Hommes en colère",
      "video": false,
      "vote_average": 8.547,
      "vote_count": 8659
    },
    {
      "adult": false,
      "backdrop_path": "/m4TUa2ciEWSlk37rOsjiSIvZDXE.jpg",
      "genre_ids": [
        16,
        10751,
        14
      ],
      "id": 129,
      "original_language": "ja",
      "original_title": "千と千尋の神隠し",
      "overview": "Chihiro, 10 ans, a tout d’une petite fille capricieuse. Elle s’apprête à emménager avec ses parents dans une nouvelle demeure. Sur la route, la petite famille se retrouve face à un immense bâtiment rouge au centre duquel s’ouvre un long tunnel. De l’autre côté du passage se dresse une ville fantôme. Les parents découvrent dans un restaurant désert de nombreux mets succulents et ne tardent pas à se jeter dessus. Ils se retrouvent alors transformés en cochons. Prise de panique, Chihiro s’enfuit et se dématérialise progressivement. L’énigmatique Haku se charge de lui expliquer le fonctionnement de l’univers dans lequel elle vient de pénétrer. Pour sauver ses parents, la fillette va devoir faire face à la terrible sorcière Yubaba, qui arbore les traits d’une harpie méphistophélique.",
      "popularity": 104.009,
      "poster_path": "/12TAqK0AUgdcYE9ZYZ9r7ASbH5Q.jpg",
      "release_date": "2001-07-20",
      "title": "Le Voyage de Chihiro",
      "video": false,
      "vote_average": 8.538,
      "vote_count": 16530
    },
    {
      "adult": false,
      "backdrop_path": "/90ez6ArvpO8bvpyIngBuwXOqJm5.jpg",
      "genre_ids": [
        35,
        18,
        10749
      ],
      "id": 19404,
      "original_language": "hi",
      "original_title": "दिलवाले दुल्हनिया ले जायेंगे",
      "overview": "Chaudhry Baldev Singh est un père de famille installé à Londres. Un jour, il reçoit une lettre d'Inde : son meilleur ami lui écrit, lui rappellant la promesse qu'il avait faite deux décennies auparavant de marier leurs enfants. Chaudhry décide alors de tenir sa promesse, mais donne toutefois un mois libre à sa fille tout avant qu'elle ne s'en aille en Inde se marier...",
      "popularity": 35.787,
      "poster_path": "/2CAL2433ZeIihfX1Hb2139CX0pW.jpg",
      "release_date": "1995-10-20",
      "title": "Dilwale Dulhania Le Jayenge",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 4439
    },
    {
      "adult": false,
      "backdrop_path": "/oOv2oUXcAaNXakRqUPxYq5lJURz.jpg",
      "genre_ids": [
        18,
        28,
        80,
        53
      ],
      "id": 155,
      "original_language": "en",
      "original_title": "The Dark Knight",
      "overview": "Batman aborde une phase décisive de sa guerre contre le crime à Gotham City. Avec l'aide du lieutenant de police Jim Gordon et du nouveau procureur Harvey Dent, il entreprend de démanteler les dernières organisations criminelles qui infestent les rues de la ville. L'association s'avère efficace, mais le trio se heurte bientôt à un nouveau génie du crime qui répand la terreur et le chaos dans Gotham : le Joker. On ne sait pas d'où il vient ni qui il est. Ce criminel possède une intelligence redoutable doublé d'un humour sordide et n'hésite pas à s'attaquer à la pègre locale dans le seul but de semer le chaos.",
      "popularity": 231.555,
      "poster_path": "/pyNXnq8QBWoK3b37RS6C3axwUOy.jpg",
      "release_date": "2008-07-16",
      "title": "The Dark Knight : Le Chevalier noir",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 32914
    },
    {
      "adult": false,
      "backdrop_path": "/vxJ08SvwomfKbpboCWynC3uqUg4.jpg",
      "genre_ids": [
        14,
        18,
        80
      ],
      "id": 497,
      "original_language": "en",
      "original_title": "The Green Mile",
      "overview": "Paul Edgecomb, pensionnaire centenaire d’une maison de retraite, est hanté par ses souvenirs. Gardien-chef du pénitencier de Cold Mountain en 1935, il était chargé de veiller au bon déroulement des exécutions des peines capitales, en s’efforçant d’adoucir les derniers moments des condamnés. Parmi eux, se trouvait un colosse du nom de John Coffey, accusé du viol et du meurtre de deux fillettes. Intrigué par cet homme candide et timide, aux dons magiques, Edgecomb va tisser avec lui des liens très forts.",
      "popularity": 97.615,
      "poster_path": "/cRBUYC02CPsVa1GqBq6rfHn5a8g.jpg",
      "release_date": "1999-12-10",
      "title": "La Ligne verte",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 17437
    },
    {
      "adult": false,
      "backdrop_path": "/hiKmpZMGZsrkA3cdce8a7Dpos1j.jpg",
      "genre_ids": [
        35,
        53,
        18
      ],
      "id": 496243,
      "original_language": "ko",
      "original_title": "기생충",
      "overview": "Toute la famille de Ki-taek est au chômage. Elle s’intéresse particulièrement au train de vie de la richissime famille Park. Mais un incident se produit et les deux familles se retrouvent mêlées, sans le savoir, à une bien étrange histoire…",
      "popularity": 96.623,
      "poster_path": "/qfvKbJ5Ruh2uKoVbenaHaEc0Vr.jpg",
      "release_date": "2019-05-30",
      "title": "Parasite",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 18299
    },
    {
      "adult": false,
      "backdrop_path": "/suaEOtk1N1sgg2MTM7oZd2cfVp3.jpg",
      "genre_ids": [
        53,
        80
      ],
      "id": 680,
      "original_language": "en",
      "original_title": "Pulp Fiction",
      "overview": "L’odyssée sanglante et burlesque de petits malfrats dans la jungle d’Hollywood : Deux petits tueurs, un dangereux gangster marié à une camée, un boxeur roublard, des prêteurs sur gages sadiques, un caïd élégant et dévoué, un dealer bon mari et deux tourtereaux à la gâchette facile.",
      "popularity": 103.596,
      "poster_path": "/4TBdF7nFw2aKNM0gPOlDNq3v3se.jpg",
      "release_date": "1994-09-10",
      "title": "Pulp Fiction",
      "video": false,
      "vote_average": 8.488,
      "vote_count": 27921
    },
    {
      "adult": false,
      "backdrop_path": "/dIWwZW7dJJtqC6CgWzYkNVKIUm8.jpg",
      "genre_ids": [
        16,
        10749,
        18
      ],
      "id": 372058,
      "original_language": "ja",
      "original_title": "君の名は。",
      "overview": "Mitsuha est une lycéenne, la fille du maire d'une petite ville nichée entre les montagnes. Vivant avec sa petite sœur et sa grand-mère, c'est une demoiselle franche qui n'hésite pas à dire qu'elle n'a pas envie de participer aux rituels shinto, ou d'aider son père dans ses campagnes électorales. En fait, elle rêve de pouvoir quitter cette ville où elle s'ennuie, pour partir tenter sa chance à la capitale. Taki est un lycéen, un tokyoïte qui travaille à mi-temps dans un restaurant italien, tout en aspirant à des études d'architecture ou dans les Beaux-Arts. Chaque nuit, il fait un rêve étrange, où il devient… une lycéenne campagnarde, vivant dans une petite ville entre les montagnes.  Quel secret se cache derrière ces rêves mutuels, qui unissent ces deux êtres qui ne se sont jamais rencontrés ?",
      "popularity": 89.134,
      "poster_path": "/zyHjvVRgKOt9wgVx4ikp2kGArGF.jpg",
      "release_date": "2016-08-26",
      "title": "Your .",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 11384
    },
    {
      "adult": false,
      "backdrop_path": "/5JrZAtyk3LwiiAWLW0kwz41XZJC.jpg",
      "genre_ids": [
        12,
        14,
        28
      ],
      "id": 122,
      "original_language": "en",
      "original_title": "The Lord of the Rings: The Return of the King",
      "overview": "La bataille pour la Terre du Milieu a commencé. Frodon et Sam, guidés par Gollum, poursuivent leur mission à travers les terres du Mordor pour détruire l'Anneau Unique. Tandis que le pouvoir de Sauron grandit, Aragorn, l'héritier du trône du Gondor, rassemble l'armée des Hommes contre les forces du Mal, afin de laisser une chance au porteur de l'Anneau d'accomplir sa quête…",
      "popularity": 188.163,
      "poster_path": "/ypUCFOvOf07bcHy81jng9LyMUfi.jpg",
      "release_date": "2003-12-17",
      "title": "Le Seigneur des anneaux : Le Retour du roi",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 24234
    },
    {
      "adult": false,
      "backdrop_path": "/ghgfzbEV7kbpbi1O8eIILKVXEA8.jpg",
      "genre_ids": [
        35,
        18,
        10749
      ],
      "id": 13,
      "original_language": "en",
      "original_title": "Forrest Gump",
      "overview": "Durant trois décennies particulièrement agitées, Forrest Gump vit une série d'aventures le propulsant de l'état de handicapé physique à celui de star du football, de héros du Vietnam au roi de la crevette, des honneurs de la Maison Blanche au bonheur d'une grande histoire d'amour. Forrest est le symbole d'une époque, un candide dans une Amérique qui a perdu son innocence. Son cœur dépasse les limites de son QI…",
      "popularity": 105.126,
      "poster_path": "/A0Th0x8QIzP0njrFAJnYQ5ouIoB.jpg",
      "release_date": "1994-06-23",
      "title": "Forrest Gump",
      "video": false,
      "vote_average": 8.471,
      "vote_count": 27448
    },
    {
      "adult": false,
      "backdrop_path": "/Adrip2Jqzw56KeuV2nAxucKMNXA.jpg",
      "genre_ids": [
        37
      ],
      "id": 429,
      "original_language": "it",
      "original_title": "Il buono, il brutto, il cattivo",
      "overview": "Pendant la guerre de Sécession, Tuco et Joe se lancent à la recherche d'un coffre contenant 200 000 dollars en pièces d'or volés à l'armée sudiste. Ayant des indices complémentaires sur la cache, chacun a besoin de l'autre. Mais un troisième homme entre dans la course : Sentenza, un tueur qui ne recule devant rien pour parvenir à ses fins.",
      "popularity": 82.382,
      "poster_path": "/qEr65B4yGlsmLQjcM0xjSUMfZS2.jpg",
      "release_date": "1966-12-22",
      "title": "Le Bon, la Brute et le Truand",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 8615
    },
    {
      "adult": false,
      "backdrop_path": "/sJNNMCc6B7KZIY3LH3JMYJJNH5j.jpg",
      "genre_ids": [
        28,
        18
      ],
      "id": 346,
      "original_language": "ja",
      "original_title": "七人の侍",
      "overview": "Au XVIème siècle, au Japon, des paysans décident d'embaucher des samouraïs pour protéger leur village, et en trouvent sept. Ces hommes organisent la défense du village contre quarante brigands.",
      "popularity": 49.083,
      "poster_path": "/5OmAeKNT1ouUmesKNyDSWCeOXk2.jpg",
      "release_date": "1954-04-26",
      "title": "Les Sept Samouraïs",
      "video": false,
      "vote_average": 8.462,
      "vote_count": 3679
    },
    {
      "adult": false,
      "backdrop_path": "/7TF4p86ZafnxFuNqWdhpHXFO244.jpg",
      "genre_ids": [
        18,
        80
      ],
      "id": 769,
      "original_language": "en",
      "original_title": "GoodFellas",
      "overview": "Brooklyn, dans les années 50. Depuis l'enfance, le jeune Henry Hill rêve de devenir gangster. À 16 ans, il se met en selle auprès de Paul Cicero, un caïd local, et commet ses premiers délits. Arrêté et interrogé, il refuse de parler et gagne ainsi le respect du milieu. À sa sortie de prison, il fait la connaissance de James Conway et de Tommy DeVito, deux truands d'une extrême violence, et se lance avec eux dans des trafics de grande envergure. Karen, une jeune bourgeoise qu'il courtise et finit par épouser, ne devine sa profession qu'après être passée devant l'officier d'état-civil. Grisé par le succès, Henry multiplie les coups les plus audacieux…",
      "popularity": 78.597,
      "poster_path": "/v4c6WMVqUlSJHMyjHNj72iTFGhm.jpg",
      "release_date": "1990-09-12",
      "title": "Les Affranchis",
      "video": false,
      "vote_average": 8.457,
      "vote_count": 12870
    },
    {
      "adult": false,
      "backdrop_path": "/gwj4R8Uy1GwejKqfofREKI9Jh7L.jpg",
      "genre_ids": [
        16,
        18,
        10752
      ],
      "id": 12477,
      "original_language": "ja",
      "original_title": "火垂るの墓",
      "overview": "Japon, été 1945. Après le bombardement de Kobé, Seita, un adolescent de quatorze ans et sa petite sœur de quatre ans, Setsuko, orphelins, vont s’installer chez leur tante à quelques dizaines de kilomètres de chez eux. Celle‐ci leur fait comprendre qu’ils sont une gêne pour la famille et doivent mériter leur riz quotidien. Seita décide de partir avec sa petite sœur. Ils se réfugient dans un bunker désaffecté en pleine campagne et vivent des jours heureux illuminés par la présence de milliers de lucioles. Mais bientôt la nourriture commence cruellement à manquer.",
      "popularity": 0.053,
      "poster_path": "/r9a6jyW4CBsQ5QyF12eJC84YdAd.jpg",
      "release_date": "1988-04-16",
      "title": "Le Tombeau des lucioles",
      "video": false,
      "vote_average": 8.5,
      "vote_count": 5565
    },
    {
      "adult": false,
      "backdrop_path": "/7lyq8hK0MhPHpUXdnqbFvZYSfkk.jpg",
      "genre_ids": [
        18,
        10749
      ],
      "id": 11216,
      "original_language": "it",
      "original_title": "Nuovo Cinema Paradiso",
      "overview": "Alfredo vient de mourir. Pour Salvatore, cinéaste en vogue, c’est tout un pan de son passé qui s’écroule. On l’appelait Toto a l’époque. Il partageait son temps libre entre l’office où il était enfant de chœur et la salle de cinéma paroissiale, en particulier la cabine de projection où régnait Alfredo.",
      "popularity": 37.038,
      "poster_path": "/ywJsnH7BmM6GmugCvN6ZjIfgSHv.jpg",
      "release_date": "1988-11-17",
      "title": "Cinema Paradiso",
      "video": false,
      "vote_average": 8.4,
      "vote_count": 4367
    },
    {
      "adult": false,
      "backdrop_path": "/gavyCu1UaTaTNPsVaGXT6pe5u24.jpg",
      "genre_ids": [
        35,
        18
      ],
      "id": 637,
      "original_language": "it",
      "original_title": "La vita è bella",
      "overview": "En 1938, Guido, jeune homme plein de gaieté, rêve d'ouvrir une librairie, malgré les tracasseries de l'administration fasciste. Il tombe amoureux de Dora, institutrice étouffée par le conformisme familial et l'enlève le jour de ses fiançailles avec un bureaucrate du régime. Cinq ans plus tard, Guido et Dora ont un fils : Giosue. Mais les lois raciales sont entrées en vigueur et Guido est juif. Il est alors déporté avec son fils. Par amour pour eux, Dora monte de son plein gré dans le train qui les emmène aux camps de la mort où Guido va tout faire pour éviter l'horreur à son fils…",
      "popularity": 47.957,
      "poster_path": "/c6NveyskoKlwAvouqEmKBRU0Pkp.jpg",
      "release_date": "1997-12-20",
      "title": "La vie est belle",
      "video": false,
      "vote_average": 8.449,
      "vote_count": 13038
    }
  ],
  "total_pages": 489,
  "total_results": 9769
}